Repository: ArmA-Studio/ArmA.Studio
Catalog: ArmA.Studio/Properties/Localization.*.resx
Languages: de_de

source: Add
de_de: Hinzufügen

# BreakpointEnabled
source: Enabled
de_de: Aktiviert

# BreakpointLabel
source: Label
de_de: Beschriftung

# ChangesRequireRestart_Body
source: The changes you made require a restart. Do you want to restart now?
de_de: Die Änderungen erfordern einen Neustart. Wollen sie jetzt neu starten?

# ChangesRequireRestart_Title
source: Restart Required
de_de: Neustart Erforderlich

source: Choose
de_de: Wählen

source: Code Snippet
de_de: Code Schnipsel

# ColoringProperties
source: Coloring
de_de: Färbung

source: Column
de_de: Spalte

source: Condition
de_de: Bedingung

# ConfigEntrySelectorDialog_Header
source: Please choose the UI-Main config entry
de_de: Bitte wählen Sie den Haupt-UI Config Eintrag

# ConfigEntrySelectorDialog_Title
source: UI-Config Selector
de_de: UI-Config Auswahl

# CreateNewFileDialog_Header
source: Please choose File Type
de_de: Bitte wählen sie den Datentyp

# CreateNewFileDialog_Title
source: File Creation Dialog
de_de: Dateierstellungs Dialog

# DebuggerContext_AttachFailed_Body
source: Attaching the debugger failed. {0}
de_de: Der versuch den Debugger anzuhängen ist fehlgeschlagen. {0}

# DebuggerContext_AttachFailed_Title
source: Debugger Attach Failed
de_de: Anhängen des Debuggers fehlgeschlagen

# DebuggerContext_NoDebuggerAvailable_Body
source: Debugging features are not functional as no debugger was found.
de_de: Debugging Funktionen nicht verfügbar, da kein Debugger gefunden wurde.

# DebuggerContext_NoDebuggerAvailable_Title
source: No Debugging Available
de_de: Kein Debugger gefunden

# DebuggerContext_OperationFailed_Body
source: The operation '{0}' failed to execute. {1}
de_de: Der Vorgang '{0}' konnte nicht ausgeführt werden. {1}

# DebuggerContext_OperationFailed_Title
source: Debugger Operation Failed
de_de: Operation Fehlgeschlagen

# Debugger_Continue
source: Continue
de_de: Fortfahren

# Debugger_Pause_Tooltip
source: Pauses the execution wherever it currently is.
de_de: Pausiert die Ausführung.

# Debugger_StepInto_Tooltip
source: Step into current scope
de_de: Springe in den aktuellen Geltungsbereich.

# Debugger_StepOut_Tooltip
source: Step out of current scope
de_de: Springe aus dem aktuellem Geltungsbereich.

# Debugger_StepOver_Tooltip
source: Step over command
de_de: Springe über den aktuellen Geltungsbereich.

# Debugger_Stop_Tooltip
source: Detaches the debugger and stops the debugging session.
de_de: Entkoppelt den Debugger und beendet die aktuelle Session

source: Delete
de_de: Löschen

source: Description
de_de: Beschreibung

# DocumentBase_CloseSaveConfirmation_Body
source: Current document contains unsaved changes. Do you want to save before close?
de_de: Das aktuelle Dokument beinhaltet ungespeicherte Änderungen. Möchten Sie vor dem schließen speichern?

# DocumentBase_CloseSaveConfirmation_Caption
source: Unsaved Data
de_de: Ungespeicherte Daten

# DownloadingX
source: Downloading {0}
de_de: Herunterladen von {0}

source: Existing Item...
de_de: Vorhandenes Element...

source: File
de_de: Datei

source: File Name
de_de: Dateiname

# FileNotFound
source: The file '{0}' was not found.
de_de: Die Datei '{0}' konnte nicht gefunden werden.

# Info
source: Message
de_de: Nachricht

# Infos
source: Messages
de_de: Nachrichten

source: Install Update
de_de: Installiere Update

# LicenseViewer_Header
source: Licenses
de_de: Lizenz Einsicht

# LicenseViewer_Title
source: License Viewer
de_de: Verwendete Lizenzen

source: Line
de_de: Zeile

# MenuItem_File
source: _File
de_de: _Datei

# MenuItem_Help
source: _Help
de_de: _Hilfe

# MenuItem_Licenses
source: Licenses
de_de: Lizenzen

# MenuItem_Panels
source: _Panels
de_de: _Fenster

# MenuItem_Properties
source: Properties
de_de: Eigenschaften

# MenuItem_Quit
source: Quit
de_de: Beenden

# MenuItem_Save
source: Save
de_de: Speichern

# MenuItem_SaveAll
source: Save All
de_de: Alles Speichern

# MenuItem_SwitchWorkspace
source: Switch _Workspace
de_de: Workspace wechseln

# MessageBoxDeleteFileConfirmation_Body
source: Are you sure you want to delete the file '{0}'?
de_de: Bist du sicher das du die Datei '{0}' löschen möchtest?

# MessageBoxDeleteFileConfirmation_Title
source: File Delete Confirmation
de_de: Datei Löschung bestätigen.

# MessageBoxFileChanged_Body
source: The file has changed outside of the studio. Do you want to reload? Current progress will be lost.
de_de: Die Datei wurde außerhalb von ArmA.Studio geändert. Möchtest du die Datei neu laden? Jeglicher ungespeicherter Fortschritt geht dabei verloren.

# MessageBoxFileChanged_Title
source: File Has Changed
de_de: Datei wurde geändert.

# MessageBoxOperationFailed_Body
source: Operation failed with '{0}' {1} {2}
de_de: Vorgang gescheitert mit '{0}' {1} {2}

# MessageBoxOperationFailed_Title
source: Operation Failed
de_de: Vorgang gescheitert

source: New Folder
de_de: Neuer Ordner

source: New Item...
de_de: Neues Item...

# NoConfigPresent_Body
source: In the current document, there is no config entry available the UI-View could be generated from.
de_de: Im aktuellen Dokument ist kein Config Eintrag vorhanden von dem ein UI hätte generiert werden können.

# NoConfigPresent_Title
source: Missing Config Entry
de_de: Fehlender Config Eintrag

# OpenInExplorer
source: Open in File Explorer
de_de: In Datei-Explorer öffnen

# Output_ClearAllToolTip
source: Clear All
de_de: Alles Löschen

# PanelDisplayName_CallStack
source: Callstack
de_de: Aufrufstapel

# PanelDisplayName_ErrorList
source: Error List
de_de: Fehler Liste

# PanelDisplayName_Output
source: Output
de_de: Ausgabe

# PanelDisplayName_Properties
source: Properties
de_de: Eigenschaften

# PanelDisplayName_Solution
source: Solution Explorer
de_de: Projekt Explorer

# PanelDisplayName_VariablesView
source: Variables View
de_de: Variablen Ansicht

# PropertiesDialog_Header
source: Properties
de_de: Eigenschaften

# PropertiesDialog_Title
source: Properties
de_de: Eigenschaften

source: Rename
de_de: Umbenennnen

# ReportDialog_Header
source: Please tell us what happened
de_de: Bitte beschreiben Sie, was passiert ist

# ReportDialog_Title
source: Error Report Dialog
de_de: Fehler Dialog

source: Rescan Workspace
de_de: Erneutes durchsuchen des Arbeitsplatzes

# ShowOutputFromSource
source: Show output from:
de_de: Ausgabe von:

# SoftwareUpdateAvailable_Body
source: There is a new update available for ArmA.Studio. Current Version: {0} New Version {1} Do you want to update now?
de_de: Es ist ein neues Update für ArmA.Studio verfügbar. Aktuelle Version: {0} Neue Version {1} Möchten Sie jetzt Aktualisieren?

# SoftwareUpdateAvailable_Title
source: Software update {0} Available
de_de: Software Aktualisierung {0} Verfügbar

# SolutionFile_NameContainsInvalidFiles
source: Provided value contains invalid characters
de_de: Angegebener Wert enthält unzulässige Zeichen

# VariableValue
source: Value
de_de: Wert

source: Warning
de_de: Warnung

source: Warnings
de_de: Warnungen

source: Whoops
de_de: Hopla

# WorkspaceSelectorDialog_Browse
source: Select
de_de: Durchsuchen

# WorkspaceSelectorDialog_Description
source: Please select the folder where the project is located.
de_de: Bitte Wähle den Ordner in dem sich das Projekt befindet.

# WorkspaceSelectorDialog_Header
source: Workspace Setup
de_de: Arbeitsplatz Einstellungen

# WorkspaceSelectorDialog_NoWorkspaceSelected
source: Please select a valid workspace
de_de: Bitte zulässigen Arbeitsplatz auswählen.

# WorkspaceSelectorDialog_Title
source: Workspace Dialog
de_de: Arbeitsplatz Dialog

# XSHD_Loading_Error_Body
source: Error while loading '{0}' '{1}' was thrown. {2}
de_de: Fehler beim laden von '{0}' '{1}' wurde zurückgegeben. {2}

# XSHD_Loading_Error_Title
source: XSHD Syntax file loading failed.
de_de: XSHD Syntax Datei laden Fehlgeschlagen.

source: Community made utility
de_de: Community Tool

# CreateNewProjectDialog_Header
source: Project Creation
de_de: Projekt Erstellung

# CreateNewProjectDialog_Title
source: Project Creation Dialog
de_de: Projekt Erstellungs Dialog

source: Create Project
de_de: Projekt Erstellen

# GeneralProperties
source: General
de_de: Allgemein

source: Not affiliated with Bohemia Interactive
de_de: Nicht mit Bohemia Interactive Verbunden

# PluginUpdateAvailable_Body
source: One or more plugins have updates available to download. Do you want to update now?
de_de: Ein oder mehrere Plugins haben Updates zum Download verfügbar. Möchten Sie jetzt aktualisieren?

# PluginUpdateAvailable_Title
source: Plugin updates available
de_de: Plugin Aktualisierungen verfügbar

# Property_General_ErrorReporting
source: Error Reporting
de_de: Fehler Meldung

# Property_General_ErrorReporting_AutoReportException
source: Auto-Report Exceptions
de_de: Automatisches melden von Fehlern

# Property_General_Updating
source: Updating
de_de: Aktuallisierung

# Property_General_Updating_EnableAutoPluginsUpdateAtStart
source: Enable Auto-Plugin-Update at start
de_de: Aktivierung von automatischen Plugin-Aktualisierungen

# Property_General_Updating_EnableAutoToolUpdateAtStart
source: Enable Auto-Tool-Update at start
de_de: Aktivierung von automatischen Tool-Aktualisierungen

# Prop_ArmAPath
source: ArmA Path
de_de: ArmA Pfad

# Prop_ProjectType
source: Project Type
de_de: Projekt Typ

# Splash_ApplyingPossiblyAvailablePluginUpdates
source: Applying available plugin updates
de_de: Übernehme geladene Plugin Aktuallisierungen

# Splash_CheckingForPluginXUpdate
source: Checking for plugin<{0}> update
de_de: Prüfe Plugin <{0}> auf Aktualisierungen

# Splash_CheckingForToolUpdates
source: Checking for tool updates
de_de: Prüfe Tool auf Aktualisierungen

# Splash_LoadingPlugins
source: Loading Plugins
de_de: Lade Plugins

# Splash_PreparingSolution
source: Preparing Solution
de_de: Bereite Solution vor

# Splash_SearchingSolutionFile
source: Searching Solution File
de_de: Suche Solution datei

# Splash_SettingWorkspace
source: Setting Workspace
de_de: Setze Arbeitsplatz

# Splash_UpdateAvailable
source: Update available
de_de: Software Aktualisierung Verfügbar

# WorkspaceSelectorDialog_SelectPrev
source: Recent
de_de: Letzte

source: Add Existing Project
de_de: Vorhandenes Projekt Hinzufügen

# DefaultPluginDescription
source: Provides basic functionality to ArmA.Studio
de_de: Stellt grundlegende Funktionalität zur Verfügung

# Splash_LoadingBreakpointInformations
source: Loading Breakpoints
de_de: Lade Haltepunkte

# Splash_DoingInitialLint
source: Doing Initial Lint {0}/{1} '{2}'
de_de: Anfängliches Linting {0}/{1} '{2}'

# Hotkey_SaveCurrentDocument
source: Save Current Document
de_de: Aktuelles Dokument Speichern

# AboutDialog_ContributorsNote
source: Proudly made by:
de_de: Erstellt mit Stolz von:

# AboutDialog_LoadedPlugins
source: Plugins in use
de_de: Plugins in Nutzung

# AboutDialog_Title
source: About
de_de: Über

# MenuItem_About
source: About Tool
de_de: Über

source: Remove
de_de: Entfernen

# KeySearch
source: Search
de_de: Suchen

# MessageBoxWorkspaceCannotBeRoot_Body
source: The path is not allowed to be at a root level.
de_de: Der Pfad darf sich nicht direkt auf ein Laufwerk zeigen.

# MessageBoxWorkspaceCannotBeRoot_Title
source: Root Path Selected
de_de: Laufwerk ausgewählt

# SearchModeCurrentDocument
source: Current Document
de_de: Aktuelles Dokument

# SearchModeCurrentProject
source: Current Project
de_de: Aktuelles Projekt

# SearchModeEntireSolution
source: Entire Solution
de_de: Gesamte Solution

# SearchModeOpenDocuments
source: Open Documents
de_de: Offene Dokumente

# Search_Close
source: Close
de_de: Schließen

# Search_IsCaseSensitive
source: Is Case Sensitive
de_de: Groß- und Kleinschreibung beachten

# Search_MatchWholeWord
source: Match Whole Word
de_de: Ganzes Wort

# Search_Next
source: Find Next
de_de: Nächstes Finden

# Search_ReplaceAll
source: Replace All
de_de: Alle Ersetzen

# Search_ReplaceNext
source: Replace Next
de_de: Nächstes Ersetzen

# Search_UseRegex
source: Use Regex
de_de: REGEX nutzung

# Search_CueFindText
source: Find
de_de: Finde

# Search_CueReplaceText
source: Replace
de_de: Ersetze mit

# Properties_General_Language
source: Language
de_de: Sprache
